[
   {
      "id": 1,
      "name": "Absentéisme",
      "description": "Le Pokémon n'attaque qu'un tour sur deux."
   },
   {
      "id": 2,
      "name": "Absorb Eau",
      "description": "Les attaques de type Eau reçues par le Pokémon régénèrent 1/4 de ses PV."
   },
   {
      "id": 3,
      "name": "Absorb Volt",
      "description": "Les attaques de type Électrik reçues par le Pokémon régénèrent 1/4 de ses PV."
   },
   {
      "id": 4,
      "name": "Absorbe-Terre",
      "description": "Si le Pokémon est touché par une capacité de type Sol, il regagne des PV au lieu de subir des dégâts."
   },
   {
      "id": 5,
      "name": "Acharné",
      "description": "Monte l'Attaque du Pokémon de deux niveaux si l'une de ses statistiques est baissée par l'adversaire."
   },
   {
      "id": 6,
      "name": "Adaptabilité",
      "description": "Si ce Pokémon utilise une attaque de son type, la puissance de l'attaque est multipliée par 2 au lieu de 1.5."
   },
   {
      "id": 7,
      "name": "Aéroporté",
      "description": "L’Attaque du Pokémon augmente si un vent arrière souffle ou s’il est touché par une capacité faisant appel au vent. Dans ce dernier cas, il ne subit aucun dégât."
   },
   {
      "id": 8,
      "name": "Agitation",
      "description": "Augmente l'attaque de 50% mais baisse la précision de 20%."
   },
   {
      "id": 9,
      "name": "Ailes Bourrasque",
      "description": "Augmente la priorité des capacités de type Vol."
   },
   {
      "id": 10,
      "name": "Air Lock",
      "description": "Annule les effets du climat."
   },
   {
      "id": 11,
      "name": "Alerte Neige",
      "description": "Le Pokémon déclenche une grêle lorsqu'il est envoyé au combat."
   },
   {
      "id": 12,
      "name": "Âme Vagabonde",
      "description": "Lorsque le Pokémon est directement touché par une attaque, il échange son talent avec celui de l'assaillant."
   },
   {
      "id": 13,
      "name": "Amour Filial",
      "description": "Permet au lanceur de porter deux coups par tour au lieu d'un, le deuxième coup fera deux fois moins de dégâts que le premier."
   },
   {
      "id": 14,
      "name": "Analyste",
      "description": "Si le Pokémon frappe en dernier durant le tour, la puissance de son attaque est augmentée de 30%."
   },
   {
      "id": 15,
      "name": "Animacœur",
      "description": "Augmente l'Attaque Spéciale lorsqu'un Pokémon est mis hors combat."
   },
   {
      "id": 16,
      "name": "Annule Garde",
      "description": "Toutes les attaques du Pokémon et de son adversaire ont une précision de 100%."
   },
   {
      "id": 17,
      "name": "Anti-Bruit",
      "description": "Annule les effets dus à une attaque sonore."
   },
   {
      "id": 18,
      "name": "Anticipation",
      "description": "Alerte et protège lorsque le Pokémon adverse possède certaines attaques."
   },
   {
      "id": 19,
      "name": "Aquabulle",
      "description": "Réduit la puissance des capacités Feu subies, immunise contre les brûlures et double la puissance des capacités Eau"
   },
   {
      "id": 20,
      "name": "Armumagma",
      "description": "Immunise contre le gel."
   },
   {
      "id": 21,
      "name": "Armurbaston",
      "description": "Annule les chances de coups critiques du Pokémon ennemi."
   },
   {
      "id": 22,
      "name": "Armure Caudale",
      "description": "L’étrange queue qui recouvre la tête du Pokémon empêche ce dernier d’être visé par une capacité prioritaire."
   },
   {
      "id": 23,
      "name": "Armure Miroir",
      "description": "Renvoie tous les effets réducteurs de statistiques."
   },
   {
      "id": 24,
      "name": "Armurouillée",
      "description": "Le Pokémon touché par une attaque physique voit sa défense diminuée d'un niveau et sa vitesse augmentée de deux."
   },
   {
      "id": 25,
      "name": "Aroma-Voile",
      "description": "Protège les Pokémon alliés des capacités ayant un effet sur l'état mental tels que Attraction ou Tourmente."
   },
   {
      "id": 26,
      "name": "Attention",
      "description": "Immunise contre la peur."
   },
   {
      "id": 27,
      "name": "Aura Féérique",
      "description": "Augmente la puissance des attaques de type Fée des Pokémon présents sur le terrain."
   },
   {
      "id": 28,
      "name": "Aura Inversée",
      "description": "Inverse les effets des talents Aura."
   },
   {
      "id": 29,
      "name": "Aura Ténébreuse",
      "description": "Augmente la puissance des attaques de type Ténèbres des Pokémon présents sur le terrain."
   },
   {
      "id": 30,
      "name": "Baigne Sable",
      "description": "Double la Vitesse du Pokémon lors d'une tempête de sable. Immunise contre les dégâts de la tempête."
   },
   {
      "id": 31,
      "name": "Bajoues",
      "description": "Lorsque le Pokémon mange une Baie, il obtient ses effets et regagne des PV en plus."
   },
   {
      "id": 32,
      "name": "Banc",
      "description": "Permet de changer de forme (sous certaines conditions)."
   },
   {
      "id": 33,
      "name": "Battant",
      "description": "Augmente l'Attaque Spéciale par deux niveaux lorsque n'importe quelle stat est baissée par un Pokémon adverse."
   },
   {
      "id": 34,
      "name": "Batterie",
      "description": "Augmente la puissance des capacités spéciales des alliés."
   },
   {
      "id": 35,
      "name": "Benêt",
      "description": "Immunise contre l'attraction. À partir de la 6e génération, ce talent immunise aussi contre la provocation."
   },
   {
      "id": 36,
      "name": "Bien Cuit",
      "description": "Si le Pokémon est touché par une capacité de type Feu, il ne subit aucun dégât et sa Défense augmente beaucoup."
   },
   {
      "id": 37,
      "name": "Blanche RuadeTEC",
      "description": "Quand le Pokémon met un ennemi K.O., son Attaque augmente d'un niveau."
   },
   {
      "id": 38,
      "name": "Bois du Fléau",
      "description": "Le pouvoir du bois qui appelle le fléau affaiblit l’Attaque de tous les autres Pokémon."
   },
   {
      "id": 39,
      "name": "Boom Final",
      "description": "Enlève 1/4 des PV totaux du Pokémon ennemi mettant K.O. par contact."
   },
   {
      "id": 40,
      "name": "Boost Acier",
      "description": "Augmente de 50% la puissance d'Attaque des capacités de type Acier des Pokémon alliés."
   },
   {
      "id": 41,
      "name": "Boost Chimère",
      "description": "Augmente la stat la plus élevée du Pokémon quand il met K.O. un autre Pokémon."
   },
   {
      "id": 42,
      "name": "Bouclier-Carcan",
      "description": "Confère une bonne défense et protège des altérations de statuts tant que les PV sont au-dessus de la moitié."
   },
   {
      "id": 43,
      "name": "Boule de Poils",
      "description": "Divise par 2 les dégâts des capacités directes mais les multiplie par 2 si elles sont de type Feu."
   },
   {
      "id": 44,
      "name": "Brasier",
      "description": "Augmente la puissance des attaques de type Feu de 50% lorsque le Pokémon a moins d'1/3 de ses PV totaux."
   },
   {
      "id": 45,
      "name": "Breuvage SuspectTEC",
      "description": "Quand il entre au combat, tous les changements de stats de ses alliés sont annulés."
   },
   {
      "id": 46,
      "name": "Brise Moule",
      "description": "Peut toucher un Pokémon adverse malgré son talent."
   },
   {
      "id": 47,
      "name": "Brise-Barrière",
      "description": "Quand le Pokémon entre au combat, les effets de Mur Lumière, Protection et Voile Aurore disparaissent pour les alliés comme pour les ennemis."
   },
   {
      "id": 48,
      "name": "Calque",
      "description": "Copie le talent du Pokémon adverse."
   },
   {
      "id": 49,
      "name": "Cercle d'Énergie",
      "description": "Augmente la puissance des capacités des Pokémon alliés de 30 %."
   },
   {
      "id": 50,
      "name": "Cérébro-Force",
      "description": "Augmente la puissance des capacités super efficaces."
   },
   {
      "id": 51,
      "name": "Chanceux",
      "description": "Double les chances de porter un coup critique."
   },
   {
      "id": 52,
      "name": "Charge Quantique",
      "description": "Quand un Champ Électrifié est actif ou que le Pokémon tient une capsule d’Énergie Booster, sa statistique la plus élevée augmente."
   },
   {
      "id": 53,
      "name": "Chasse-Neige",
      "description": "Double la Vitesse sous la Grêle."
   },
   {
      "id": 54,
      "name": "Cherche Miel",
      "description": "le Pokémon peut parfois trouver du Miel après un combat"
   },
   {
      "id": 55,
      "name": "Chien de Garde",
      "description": "L’Attaque du Pokémon augmente s’il subit l’effet du talent Intimidation. Les capacités ou objets qui font changer de Pokémon n’ont aucun effet sur lui."
   },
   {
      "id": 56,
      "name": "Chlorophylle",
      "description": "Augmente la vitesse au soleil."
   },
   {
      "id": 57,
      "name": "Ciel Gris",
      "description": "Annule les effets du climat."
   },
   {
      "id": 58,
      "name": "Cœur de Coq",
      "description": "Empêche la défense du Pokémon d'être baissée par les attaques adverses."
   },
   {
      "id": 59,
      "name": "Cœur Noble",
      "description": "Si le Pokémon est touché par une attaque de type Ténèbres, son attaque augmente d'un niveau."
   },
   {
      "id": 60,
      "name": "Cœur Soin",
      "description": "À la fin de chaque tour, le Pokémon a 30% de chance de guérir ses alliés d'une altération d'état en Combat Double ou triple."
   },
   {
      "id": 61,
      "name": "Colérique",
      "description": "L'attaque du Pokémon est fortement augmentée lorsqu'il subit un coup critique."
   },
   {
      "id": 62,
      "name": "Collab",
      "description": "Quand le Pokémon entre sur le terrain, il copie les changements de statistiques de son allié."
   },
   {
      "id": 63,
      "name": "Coloforce",
      "description": "Double l'attaque du Pokémon."
   },
   {
      "id": 64,
      "name": "Commandant",
      "description": "Si un Oyacata allié est sur le terrain quand ce Pokémon rejoint le combat, ce dernier entre dans sa bouche et devient son commandant."
   },
   {
      "id": 65,
      "name": "Contestation",
      "description": "Inverse les effets des attaques modifiant les statistiques."
   },
   {
      "id": 66,
      "name": "Coque Armure",
      "description": "Annule les chances de coups critiques du Pokémon ennemi."
   },
   {
      "id": 67,
      "name": "Corps Ardent",
      "description": "30% de chance de provoquer une brûlure sur le Pokémon adverse ayant attaqué."
   },
   {
      "id": 68,
      "name": "Corps Coloré",
      "description": "Empêche l'adversaire d'utiliser des attaques de priorité."
   },
   {
      "id": 69,
      "name": "Corps Condamné",
      "description": "Lorsque le Pokémon est directement touché par une attaque, l'assaillant et lui tomberont K.O. dans trois tours, à moins qu'ils ne soient remplacés entre temps."
   },
   {
      "id": 70,
      "name": "Corps en Or",
      "description": "Le corps en or pur et robuste du Pokémon l’immunise contre les capacités de statut des autres Pokémon."
   },
   {
      "id": 71,
      "name": "Corps Gel",
      "description": "Régénère 1/16e des PV par temps de grêle. Immunise les Pokémon n'ayant pas le type Glace contre la grêle."
   },
   {
      "id": 72,
      "name": "Corps Maudit",
      "description": "Toute attaque portée par l'adversaire a 30% de chance de s'entraver."
   },
   {
      "id": 73,
      "name": "Corps Sain",
      "description": "Empêche la diminution de statistiques par le Pokémon adverse."
   },
   {
      "id": 74,
      "name": "Corrosion",
      "description": "Permet d'empoisonner n'importe quel Pokémon quel que soit son type."
   },
   {
      "id": 75,
      "name": "Courroupace",
      "description": "Le Pokémon enrage s’il a moins de la moitié de ses PV après avoir subi une attaque. Sa Défense et sa Défense Spéciale baissent, et son Attaque, son Attaque Spéciale et sa Vitesse augmentent."
   },
   {
      "id": 76,
      "name": "Crachin",
      "description": "Fait tomber la pluie tant que le Pokémon est en jeu."
   },
   {
      "id": 77,
      "name": "Cran",
      "description": "Augmente de 50% l'attaque du Pokémon s'il subit un changement de statut."
   },
   {
      "id": 78,
      "name": "Créa-Brume",
      "description": "Pose un Champ Brumeux qui diminue la puissance des attaques Dragon et empêche les altérations de statuts."
   },
   {
      "id": 79,
      "name": "Créa-Élec",
      "description": "Pose un Champ Électrifié qui augmente la puissance des attaques Électrik et empêche le sommeil."
   },
   {
      "id": 80,
      "name": "Créa-Herbe",
      "description": "Pose un Champ Herbu qui restaure 1/16 des PV max."
   },
   {
      "id": 81,
      "name": "Créa-Psy",
      "description": "Pose un champ psychique qui bloque toute attaque de priorité."
   },
   {
      "id": 82,
      "name": "Cruauté",
      "description": "Inflige toujours des coups critiques à un ennemi empoisonné."
   },
   {
      "id": 83,
      "name": "Cuvette",
      "description": "Régénère 1/16e des PV par temps de pluie."
   },
   {
      "id": 84,
      "name": "Danseuse",
      "description": "Le Pokémon reproduit les capacités de danse de l'adversaire."
   },
   {
      "id": 85,
      "name": "Début Calme",
      "description": "Divise par deux l'attaque et la vitesse du Pokémon pendant 5 tours."
   },
   {
      "id": 86,
      "name": "Déclic Fringale",
      "description": "Le Pokémon change de forme et le type de la capacité Roue Libre. Celle-ci est de type Électrik en Mode Rassasié, et de type Ténèbres en Mode Affamé."
   },
   {
      "id": 87,
      "name": "Déclic Tactique",
      "description": "Change la forme du Pokémon selon le combat."
   },
   {
      "id": 88,
      "name": "Défaitiste",
      "description": "Divise par deux l'attaque et l'attaque spéciale du Pokémon s'il a moins de la moitié de ses PV totaux."
   },
   {
      "id": 89,
      "name": "Dégobage",
      "description": "Si le Pokémon utilise la capacité Surf ou Plongée, il réapparaît avec une prise dans le bec. S'il subit des dégâts pendant qu'il tient une prise, Le Pokémon riposte en recrachant ce qu'il a dans le bec."
   },
   {
      "id": 90,
      "name": "Déguisement",
      "description": "Change le type du Pokémon en celui de la dernière attaque subie. Renommé Homochromie dans Pokémon Épée et Bouclier."
   },
   {
      "id": 91,
      "name": "Délestage",
      "description": "Augmente la vitesse lorsqu'un objet tenu est utilisé, lancé ou perdu."
   },
   {
      "id": 92,
      "name": "Dent de DragonTEC",
      "description": "Augmente de 50% la puissance des attaques de type Dragon du Pokémon."
   },
   {
      "id": 93,
      "name": "Dépôt Toxique",
      "description": "Quand le Pokémon est touché par une capacité physique, il répand des pics toxiques dans le camp adverse."
   },
   {
      "id": 94,
      "name": "Don Floral",
      "description": "Augmente l'attaque et la défense spéciale de 50% par temps ensoleillé."
   },
   {
      "id": 95,
      "name": "Dracolère",
      "description": "Augmente l'Attaque Spéciale du Pokémon lorsqu'il perd plus de la moitié de ses PV."
   },
   {
      "id": 96,
      "name": "Écaille Spéciale",
      "description": "Augmente la défense de 50% lorsque le Pokémon subit un changement de statut."
   },
   {
      "id": 97,
      "name": "Écailles Glacées",
      "description": "Le Pokémon est protégé par des écailles de glace. Les dégâts qu'il subit par des capacités spéciales sont divisés par deux."
   },
   {
      "id": 98,
      "name": "Échauffement",
      "description": "Immunise contre la paralysie."
   },
   {
      "id": 99,
      "name": "Écran Fumée",
      "description": "Empêche la diminution de statistiques par le Pokémon adverse."
   },
   {
      "id": 100,
      "name": "Écran Poudre",
      "description": "Empêche les effets secondaires des attaques subies."
   },
   {
      "id": 101,
      "name": "Effilochage",
      "description": "Quand son possesseur est touché par une attaque, il libère des fils de coton qui diminuent la Vitesse du Pokémon adverse."
   },
   {
      "id": 102,
      "name": "Égide Inflexible",
      "description": "Augmente la Défense d'un cran lorsque le Pokémon entre sur le terrain."
   },
   {
      "id": 103,
      "name": "Endurance",
      "description": "Augmente la Défense lorsque le Pokémon est touché par une attaque."
   },
   {
      "id": 104,
      "name": "Engrais",
      "description": "Augmente la puissance des attaques de type Plante de 50% lorsque le Pokémon a moins d'1/3 de ses PV totaux."
   },
   {
      "id": 105,
      "name": "Entêtement",
      "description": "Augmente l'Attaque, mais empêche d'utiliser toute autre capacité que celle utilisée en premier par le Pokémon."
   },
   {
      "id": 106,
      "name": "Envelocape",
      "description": "Immunise contre les dégâts causés par la grêle et les tempêtes de sable."
   },
   {
      "id": 107,
      "name": "Épée du Fléau",
      "description": "Le pouvoir de l’épée qui appelle le fléau affaiblit la Défense de tous les autres Pokémon."
   },
   {
      "id": 108,
      "name": "Épine de Fer",
      "description": "Retire 1/8 de ses PV à l'adversaire lorsque celui-ci porte une capacité directe."
   },
   {
      "id": 109,
      "name": "Escampette",
      "description": "Force la fuite ou le switch si le Pokémon perd plus de la moitié de ses PV."
   },
   {
      "id": 110,
      "name": "Esprit Vital",
      "description": "Empêche le Pokémon d'être endormi."
   },
   {
      "id": 111,
      "name": "Essaim",
      "description": "Augmente la puissance des attaques de type Insecte de 50% lorsque le Pokémon a moins d'1/3 de ses PV totaux."
   },
   {
      "id": 112,
      "name": "Expert Acier",
      "description": "Augmente la puissance des capacités de type Acier."
   },
   {
      "id": 113,
      "name": "Expul'Sable",
      "description": "Le Pokémon déclenche une tempête de sable quand il subit une attaque."
   },
   {
      "id": 114,
      "name": "Expuls'Organes",
      "description": "Inflige des dégâts équivalents aux PV restants avant le coup de grâce."
   },
   {
      "id": 115,
      "name": "Fantômasque",
      "description": "Le premier coup porté au lanceur est absorbé par le déguisement."
   },
   {
      "id": 116,
      "name": "Farceur",
      "description": "Augmente la priorité des attaques de statut d'un niveau."
   },
   {
      "id": 117,
      "name": "Fermeté",
      "description": "Immunise contre les attaques OHKO. À partir de la 5e génération, ce talent fait aussi conserver 1 PV au Pokémon même après une attaque qui aurait dû le terrasser, s'il a tous ses PV."
   },
   {
      "id": 118,
      "name": "Feuille Garde",
      "description": "Soigne les altérations d'état par temps ensoleillé."
   },
   {
      "id": 119,
      "name": "Filature",
      "description": "Inflige le double de dégâts aux Pokémon arrivant au milieu d'un combat."
   },
   {
      "id": 120,
      "name": "Filtre",
      "description": "Retire 1/4 des dégâts subits lors d'une attaque super efficace."
   },
   {
      "id": 121,
      "name": "Flora-Voile",
      "description": "Empêche la diminution des statistiques des alliés de type Plante par les Pokémon adverses."
   },
   {
      "id": 122,
      "name": "Force Fongique",
      "description": "Le Pokémon agit toujours plus lentement quand il utilise une capacité de statut, mais il ignore les talents adverses."
   },
   {
      "id": 123,
      "name": "Force Pure",
      "description": "Double l'attaque du Pokémon."
   },
   {
      "id": 124,
      "name": "Force Sable",
      "description": "Lors d'une tempête de sable, la puissance des attaques de type Acier, Roche et Sol augmente de 30 %."
   },
   {
      "id": 125,
      "name": "Force Soleil",
      "description": "Augmente l'attaque spéciale de 50% par temps ensoleillé, mais diminue les PV de 1/8e par tour."
   },
   {
      "id": 126,
      "name": "Fouille",
      "description": "Permet de connaitre l'objet tenu d'un Pokémon adverse."
   },
   {
      "id": 127,
      "name": "Frein",
      "description": "Le Pokémon attaque toujours en second pour deux attaques de même priorité."
   },
   {
      "id": 128,
      "name": "Fuite",
      "description": "Assure la fuite contre les Pokémon sauvages."
   },
   {
      "id": 129,
      "name": "Garde Amie",
      "description": "Réduire de 25% les dégâts infligés aux alliés en Combat Double ou triple."
   },
   {
      "id": 130,
      "name": "Garde Magik",
      "description": "Le Pokémon ne subit de dégâts que lors d'attaques directes."
   },
   {
      "id": 131,
      "name": "Garde Mystik",
      "description": "Ne subit que les dégâts d'attaques super efficaces."
   },
   {
      "id": 132,
      "name": "Gaz Inhibiteur",
      "description": "Neutralise les talents des autres Pokémon."
   },
   {
      "id": 133,
      "name": "Général Suprême",
      "description": "Quand le Pokémon entre sur le terrain, son Attaque et son Attaque Spéciale augmentent légèrement pour chaque allié mis K.O. auparavant."
   },
   {
      "id": 134,
      "name": "Glissade",
      "description": "Double la vitesse par temps de pluie."
   },
   {
      "id": 135,
      "name": "Gloutonnerie",
      "description": "Le Pokémon utilise la baie portée lorsque les PV descendent en dessous de 50%."
   },
   {
      "id": 136,
      "name": "Gluco-Voile",
      "description": "Empêche les Pokémon alliés de s'endormir."
   },
   {
      "id": 137,
      "name": "Glue",
      "description": "Empêche la perte de l'objet tenu."
   },
   {
      "id": 138,
      "name": "Grecharge",
      "description": "Si le Pokémon subit des dégâts, il se charge en électricité."
   },
   {
      "id": 139,
      "name": "Griffe Dure",
      "description": "Augmente d'un tiers la puissance des attaques directes."
   },
   {
      "id": 140,
      "name": "Heavy Metal",
      "description": "Double la masse du Pokémon."
   },
   {
      "id": 141,
      "name": "Herbivore",
      "description": "Si le Pokémon est touché par une attaque de type Plante, son attaque augmente d'un niveau."
   },
   {
      "id": 142,
      "name": "Hydrata-Son",
      "description": "Toutes les attaques sonores du Pokémon prennent le type Eau."
   },
   {
      "id": 143,
      "name": "Hydratation",
      "description": "Soigne les altérations d'état par temps de pluie."
   },
   {
      "id": 144,
      "name": "Hyper Cutter",
      "description": "Empêche la diminution d'attaque du Pokémon."
   },
   {
      "id": 145,
      "name": "Hypersommeil",
      "description": "Empêche de subir toute altération de statut autres que le sommeil."
   },
   {
      "id": 146,
      "name": "Ignifugé",
      "description": "Divise par 2 les dégâts des attaques de type Feu et les effets de brûlure subis par le Pokémon."
   },
   {
      "id": 147,
      "name": "Ignifu-Voile",
      "description": "Immunise contre la brûlure."
   },
   {
      "id": 148,
      "name": "Illusion",
      "description": "Lorsqu'il entre en combat, le Pokémon prend l'apparence du dernier Pokémon de l'équipe."
   },
   {
      "id": 149,
      "name": "Impassible",
      "description": "Augmente d'un niveau la vitesse du Pokémon lorsqu'il est apeuré."
   },
   {
      "id": 150,
      "name": "Imposteur",
      "description": "Le Pokémon entrant en combat prend automatiquement l'apparence du Pokémon adverse."
   },
   {
      "id": 151,
      "name": "Impudence",
      "description": "Monte l'attaque du Pokémon d'un niveau lorsqu'il met un adversaire K.O."
   },
   {
      "id": 152,
      "name": "Incisif",
      "description": "Augmente la puissance des capacités tranchantes."
   },
   {
      "id": 153,
      "name": "Inconscient",
      "description": "Ignore les améliorations de statistiques du Pokémon adverse, à l'exception de sa Vitesse."
   },
   {
      "id": 154,
      "name": "Infiltration",
      "description": "Empêche les attaques de protection adverses tels que Protection ou Mur Lumière de fonctionner. N'influe pas sur Détection et Abri."
   },
   {
      "id": 155,
      "name": "Insomnia",
      "description": "Empêche le Pokémon d'être endormi."
   },
   {
      "id": 156,
      "name": "Intimidation",
      "description": "Diminue d'un niveau l'attaque du Pokémon adverse."
   },
   {
      "id": 157,
      "name": "Isograisse",
      "description": "Les dégâts provoqués par les attaques des types Feu ou Glace sont divisés par 2."
   },
   {
      "id": 158,
      "name": "Joli Sourire",
      "description": "A 30% de chance de provoquer l'attirance du Pokémon adverse ayant attaqué."
   },
   {
      "id": 159,
      "name": "Lame Indomptable",
      "description": "Augmente l'Attaque d'un cran lorsque le Pokémon entre sur le terrain."
   },
   {
      "id": 160,
      "name": "Lavabo",
      "description": "Attire toutes les attaques de type Eau. À partir de la 5e génération, ce talent augmente aussi l'Attaque Spéciale du Pokémon recevant l'attaque."
   },
   {
      "id": 161,
      "name": "Lentiteintée",
      "description": "Double les dégâts des attaques peu efficaces portées au Pokémon adverse."
   },
   {
      "id": 162,
      "name": "Lévitation",
      "description": "Immunise contre les attaques de type Sol."
   },
   {
      "id": 163,
      "name": "Light Metal",
      "description": "Divise par deux la masse du Pokémon."
   },
   {
      "id": 164,
      "name": "Longue Portée",
      "description": "Toutes les capacités du Pokémon sont considérées comme sans contact."
   },
   {
      "id": 165,
      "name": "Lumiattirance",
      "description": "Aucun effet en combat"
   },
   {
      "id": 166,
      "name": "Lunatique",
      "description": "Aléatoirement, à la fin de chaque tour, une statistique du Pokémon augmente de deux niveaux, et une autre baisse d'un niveau (précision et esquive comprises)."
   },
   {
      "id": 167,
      "name": "Magicien",
      "description": "Vole l'objet d'une cible après l'avoir touché avec une attaque directe."
   },
   {
      "id": 168,
      "name": "Magnépiège",
      "description": "Empêche la fuite et le changement des Pokémon de type Acier."
   },
   {
      "id": 169,
      "name": "Maladresse",
      "description": "Empêche l'utilisation et/ou ignore l'effet des objets tenus en combat."
   },
   {
      "id": 170,
      "name": "Marque Ombre",
      "description": "Empêche la fuite des Pokémon sauvage et le changement du Pokémon adverse."
   },
   {
      "id": 171,
      "name": "Matinal",
      "description": "Réduit le nombre de tours de sommeil du Pokémon."
   },
   {
      "id": 172,
      "name": "Mauvais Rêve",
      "description": "Fait perdre 1/8e de ses PV au Pokémon adverse s'il est endormi."
   },
   {
      "id": 173,
      "name": "Mèche Rebelle",
      "description": "Baisse la Vitesse de l'attaquant lorsque le Pokémon subit une attaque directe."
   },
   {
      "id": 174,
      "name": "Médic Nature",
      "description": "Le Pokémon est soigné de toute altération d'état lorsqu'il est changé ou en fin de combat."
   },
   {
      "id": 175,
      "name": "Méga Blaster",
      "description": "Un Pokémon doté de ce talent verra la puissance de ses capacités d'aura augmentée."
   },
   {
      "id": 176,
      "name": "Métallo-Garde",
      "description": "Empêche la réduction de statistiques imposées par l'adversaire (que ce soit par capacités ou talents)."
   },
   {
      "id": 177,
      "name": "Météo",
      "description": "Change le type et la forme du Pokémon selon le climat."
   },
   {
      "id": 178,
      "name": "Mimétisme",
      "description": "Le Pokémon adopte le même type que le terrain lorsqu'un champ est actif."
   },
   {
      "id": 179,
      "name": "Moins",
      "description": "Augmente l'attaque spéciale de 50% si le partenaire à le talent Plus."
   },
   {
      "id": 180,
      "name": "Miroir Magik",
      "description": "Retourne les attaques de statut contre l'adversaire."
   },
   {
      "id": 181,
      "name": "Mode Transe",
      "description": "Le Pokémon change de forme et modifie la répartition de ses statistiques lorsque ses PV sont inférieurs à 50%."
   },
   {
      "id": 182,
      "name": "Moiteur",
      "description": "Émpêche l'utilisation d'attaques auto-destructrices par le Pokémon adverse."
   },
   {
      "id": 183,
      "name": "Momie",
      "description": "Si le Pokémon subit une attaque de contact, le talent de l'adversaire devient Momie. Ce talent est sans effet en lui-même."
   },
   {
      "id": 184,
      "name": "Moteur à Hadrons",
      "description": "Le Pokémon crée un Champ Électrifié quand il rejoint le combat. Une machine du futur fait monter son Attaque Spéciale si un Champ Électrifié est actif."
   },
   {
      "id": 185,
      "name": "Motorisé",
      "description": "Immunise le Pokémon contre les attaques de type Électrik et augmente la vitesse du Pokémon d'un niveau par attaque Électrik subie."
   },
   {
      "id": 186,
      "name": "Mue",
      "description": "À chaque tour, le Pokémon a 33% de chance d'être soigné d'une altération d'état."
   },
   {
      "id": 187,
      "name": "Multi-Coups",
      "description": "Utilise toujours le nombre de coups maximum d'une attaque."
   },
   {
      "id": 188,
      "name": "Multiécaille",
      "description": "Si le Pokémon possède 100% de ses PV, alors les dégâts infligés par l'adversaire sont divisés par deux."
   },
   {
      "id": 189,
      "name": "Multitype",
      "description": "Le type et la forme du Pokémon changent en fonction de la plaque qu'il porte."
   },
   {
      "id": 190,
      "name": "Mûrissement",
      "description": "Le Pokémon fait mûrir la Baie qu'il tient et double ainsi son effet."
   },
   {
      "id": 191,
      "name": "Nerfs d'Acier",
      "description": "Permet d'ignorer l'effet des capacités ou des talents qui attirent les capacités."
   },
   {
      "id": 192,
      "name": "Normalise",
      "description": "Toutes les attaques du Pokémon sont considérées comme étant de type Normal."
   },
   {
      "id": 193,
      "name": "Odeur Tenace",
      "description": "Lorsque le Pokémon subit une attaque directe, le talent de l’attaquant est remplacé par Odeur Tenace."
   },
   {
      "id": 194,
      "name": "Œil Composé",
      "description": "Augmente de 30% la précision du Pokémon."
   },
   {
      "id": 195,
      "name": "Opportuniste",
      "description": "Quand les statistiques de l’ennemi augmentent, le Pokémon en profite pour augmenter ses statistiques de la même manière."
   },
   {
      "id": 196,
      "name": "Osmose",
      "description": "Obtient le Talent du Pokémon allié tombé K.O."
   },
   {
      "id": 197,
      "name": "Osmose ÉquineTEC",
      "description": "Combine les talents Tension et Blanche Ruade pour Sylveroy, le Cavalier du Froid ou Tension et Sombre Ruade pour Sylveroy, le Cavalier d'Effroi."
   },
   {
      "id": 198,
      "name": "Paléosynthèse",
      "description": "Quand le soleil brille ou que le Pokémon tient une capsule d’Énergie Booster, sa statistique la plus élevée augmente."
   },
   {
      "id": 199,
      "name": "Paratonnerre",
      "description": "Attire toutes les attaques de type Électrik. À partir de la 5e génération, ce talent augmente aussi l'Attaque Spéciale du Pokémon recevant l'attaque."
   },
   {
      "id": 200,
      "name": "Pare-Balles",
      "description": "Protège contre les capacités balles et bombes, par exemple Balle Graine ou Canon Graine."
   },
   {
      "id": 201,
      "name": "Peau Céleste",
      "description": "Transforme les capacités de type Normal en type Vol et augmente leur puissance de 20% (30% dans la sixième génération)."
   },
   {
      "id": 202,
      "name": "Peau Dure",
      "description": "Fait perdre 1/8 des PV du Pokémon adverse ayant lancé une attaque de contact"
   },
   {
      "id": 203,
      "name": "Peau Électrique",
      "description": "Transforme les capacités de type Normal en type Électrik et augmente leur puissance de 20%."
   },
   {
      "id": 204,
      "name": "Peau Féérique",
      "description": "Transforme les capacités de type Normal en type Fée et augmente leur puissance de 20% (30% dans la sixième génération)."
   },
   {
      "id": 205,
      "name": "Peau Gelée",
      "description": "Transforme les capacités de type Normal en type Glace et augmente leur puissance de 20% (30% dans la sixième génération)."
   },
   {
      "id": 206,
      "name": "Peau Miracle",
      "description": "50% de chance de faire échouer les attaques de statut portées par l'adversaire."
   },
   {
      "id": 207,
      "name": "Peau Sèche",
      "description": "Les attaques de type Eau soignent le Pokémon, qui regagne 1/4 de ses PV totaux. Par temps de pluie, il gagne 1/8e de ses PV par tour. Les attaques de type Feu infligent 25% de dégâts en plus. Par temps ensoleillé, il perd 1/8e de ses PV par tour."
   },
   {
      "id": 208,
      "name": "Perles du Fléau",
      "description": "Le pouvoir des perles qui appellent le fléau affaiblit la Défense Spéciale de tous les autres Pokémon."
   },
   {
      "id": 209,
      "name": "Phobique",
      "description": "Si le Pokémon est touché par une attaque de type Insecte, Spectre ou Ténèbres, sa vitesse augmente d'un niveau."
   },
   {
      "id": 210,
      "name": "Pickpocket",
      "description": "Si le Pokémon subit une attaque physique, il récupère l'objet tenu par son adversaire."
   },
   {
      "id": 211,
      "name": "Pied Confus",
      "description": "Augmente l'esquive de 20% lorsque le Pokémon est confus."
   },
   {
      "id": 212,
      "name": "Pied Véloce",
      "description": "Augmente la vitesse de 50% lorsque le Pokémon subit une altération d'état."
   },
   {
      "id": 213,
      "name": "Piège",
      "description": "Empêche la fuite et le changement du Pokémon adverse, s'il est au sol. Renommé Piège Sable depuis Pokémon Soleil et Lune."
   },
   {
      "id": 214,
      "name": "Plus",
      "description": "Augmente l'attaque spéciale de 50% en Match Double, si le partenaire à le talent Minus (ou le même talent, depuis Pokémon Noir et Blanc)."
   },
   {
      "id": 215,
      "name": "Poing de Fer",
      "description": "Augmente de 20% la puissance des attaques de \"Poing\"."
   },
   {
      "id": 216,
      "name": "Poing InvisibleISA",
      "description": "Permet d'ignorer Abri et ses équivalents (sauf Gardomax) si la capacité utilisée fait contact."
   },
   {
      "id": 217,
      "name": "Point Poison",
      "description": "30% de chance de provoquer l'empoisonnement du Pokémon adverse ayant lancé une attaque de contact."
   },
   {
      "id": 218,
      "name": "Poisseux",
      "description": "Baisse la Vitesse des Pokémon qui touchent ce Pokémon avec une attaque directe."
   },
   {
      "id": 219,
      "name": "Porte-Roche",
      "description": "Augmente la puissance des capacités de type Roche."
   },
   {
      "id": 220,
      "name": "Pose Spore",
      "description": "30% de chance de provoquer l'empoisonnement, le sommeil ou la paralysie du Pokémon adverse ayant lancé une attaque de contact."
   },
   {
      "id": 221,
      "name": "Pouls Orichalque",
      "description": "Le Pokémon invoque le soleil quand il rejoint le combat. Quand les rayons du soleil sont intenses, une pulsation primitive augmente son Attaque."
   },
   {
      "id": 222,
      "name": "Prédiction",
      "description": "Alerte le Pokémon de l'attaque la plus puissante du Pokémon adverse."
   },
   {
      "id": 223,
      "name": "Pression",
      "description": "Double l'utilisation de PP des attaques offensives du Pokémon adverse."
   },
   {
      "id": 224,
      "name": "Prestance Royale",
      "description": "Empêche l'adversaire d'utiliser des attaques de priorité."
   },
   {
      "id": 225,
      "name": "Prioguérison",
      "description": "Donne la priorité aux capacités de soin."
   },
   {
      "id": 226,
      "name": "Prisme-Armure",
      "description": "Réduit de 1/4 les dégâts subis lorsque le Pokémon est touché par une capacité super efficace."
   },
   {
      "id": 227,
      "name": "Prognathe",
      "description": "Augmente la puissance des attaques à base de morsures."
   },
   {
      "id": 228,
      "name": "Propulseur",
      "description": "Permet d'ignorer l'effet des capacités ou des talents qui attirent les capacités."
   },
   {
      "id": 229,
      "name": "Protéen",
      "description": "Change le type du Pokémon en celui de toute capacité qu'il utilise."
   },
   {
      "id": 230,
      "name": "Puanteur",
      "description": "Les attaques physiques ont 10% d'apeurer la cible. Uniquement à partir de la 5e génération."
   },
   {
      "id": 231,
      "name": "Punk Rock",
      "description": "Augmente la puissance des capacités basées sur le son. Le Pokémon ne subit que la moitié des dégâts quand il est touché par ce genre de capacités."
   },
   {
      "id": 232,
      "name": "Querelleur",
      "description": "Permet de toucher les Pokémon de type Spectre avec des attaques de type Normal ou Combat."
   },
   {
      "id": 233,
      "name": "Rage Brûlure",
      "description": "Augmente l'attaque spéciale du Pokémon de 50% en cas de brûlure."
   },
   {
      "id": 234,
      "name": "Rage Poison",
      "description": "Augmente l'attaque du Pokémon de 50% en cas d'empoisonnement."
   },
   {
      "id": 235,
      "name": "Ramassage",
      "description": "Donne une chance au Pokémon de ramasser un objet après un combat."
   },
   {
      "id": 236,
      "name": "Ramasse Ball",
      "description": "Si le détenteur de Ramasse Ball ne tient pas d'objet et que son Dresseur rate la capture d'un Pokémon sauvage, il récupère la première Ball perdue, quel que soit son modèle."
   },
   {
      "id": 237,
      "name": "Rassemblement",
      "description": "Lorsque Zygarde possède moins de la moitié de ses PV, il peut accéder à la Forme Parfaite."
   },
   {
      "id": 238,
      "name": "Receveur",
      "description": "Obtient le Talent du Pokémon allié tombé K.O."
   },
   {
      "id": 239,
      "name": "Récolte",
      "description": "Une baie consommée par le Pokémon a 50% de chances d'être récupérée à la fin de chaque tour."
   },
   {
      "id": 240,
      "name": "Regard Vif",
      "description": "Empêche la perte de précision."
   },
   {
      "id": 241,
      "name": "Régé-Force",
      "description": "Restaure 1/3 des PV totaux si le Pokémon est retiré du combat."
   },
   {
      "id": 242,
      "name": "Repli Tactique",
      "description": "Fuit le combat ou échange sa place avec un autre Pokémon de l'équipe si le Pokémon perd plus de la moitié de ses PV."
   },
   {
      "id": 243,
      "name": "Rideau Neige",
      "description": "Augmente l'esquive de 20% par temps de grêle. Immunise les Pokémon n'ayant pas le type Glace contre la grêle."
   },
   {
      "id": 244,
      "name": "Rivalité",
      "description": "Augmente l'attaque et l'attaque spéciale de 25% si le Pokémon adverse est de même sexe. Les diminue s'il est de sexe opposé."
   },
   {
      "id": 245,
      "name": "Ruminant",
      "description": "Quand le Pokémon mange une Baie, il la régurgite à la fin du tour suivant et la mange une nouvelle fois."
   },
   {
      "id": 246,
      "name": "Sable Humide",
      "description": "Augmente la défense du Pokémon de deux crans s'il est touché par une attaque de type Eau."
   },
   {
      "id": 247,
      "name": "Sable Volant",
      "description": "Déclenche une tempête de sable tant que le Pokémon est en jeu."
   },
   {
      "id": 248,
      "name": "Sans Limite",
      "description": "Augmente de 30% la puissance des attaques pouvant avoir un effet secondaire. L'effet secondaire est annulé."
   },
   {
      "id": 249,
      "name": "Sécheresse",
      "description": "Crée un temps ensoleillé tant que le Pokémon est en jeu."
   },
   {
      "id": 250,
      "name": "Sel Purificateur",
      "description": "Le sel pur immunise le Pokémon contre les altérations de statut, et diminue de moitié les dégâts des capacités de type Spectre."
   },
   {
      "id": 251,
      "name": "Semencier",
      "description": "Le Pokémon crée un Champ Herbu quand il subit une attaque."
   },
   {
      "id": 252,
      "name": "Sérénité",
      "description": "Double les chances de réussite des effets secondaires des attaques."
   },
   {
      "id": 253,
      "name": "Simple",
      "description": "Double les effets des modifications de statistiques, positives ou négatives."
   },
   {
      "id": 254,
      "name": "Sniper",
      "description": "Triple la puissance des coups critiques."
   },
   {
      "id": 255,
      "name": "Soin Poison",
      "description": "Le Pokémon récupère 1/8è de ses PV par tour lors d'un empoisonnement."
   },
   {
      "id": 256,
      "name": "Solide Roc",
      "description": "Retire 1/4 des dégâts subits si le Pokémon reçoit une attaque super efficace."
   },
   {
      "id": 257,
      "name": "Sombre RuadeTEC",
      "description": "Quand le Pokémon met un ennemi K.O., son Attaque Spéciale augmente d'un niveau."
   },
   {
      "id": 258,
      "name": "Souffle DeltaROSA",
      "description": "Annule tout effet de climat, même Mer Primaire et Terre Finale. Annule les faiblesses du type Vol."
   },
   {
      "id": 259,
      "name": "Spectro-Bouclier",
      "description": "Réduit les dégâts infligés par une capacité si les PV sont au maximum."
   },
   {
      "id": 260,
      "name": "Statik",
      "description": "30% de chance de provoquer la paralysie du Pokémon adverse ayant lancé une attaque de contact."
   },
   {
      "id": 261,
      "name": "Suintement",
      "description": "Les attaques absorbantes du Pokémon adverse lui font perdre des PV."
   },
   {
      "id": 262,
      "name": "Supermutation",
      "description": "Le Pokémon prend sa Forme Super en quittant le combat."
   },
   {
      "id": 263,
      "name": "Surf Caudal",
      "description": "Double la vitesse du Pokémon lorsqu'il y a un Champ Électrifié."
   },
   {
      "id": 264,
      "name": "Symbiose",
      "description": "Passe un objet tenu à un Pokémon allié lorsque l'allié utilise son objet."
   },
   {
      "id": 265,
      "name": "Synchro",
      "description": "Toute altération d'état subie est transmise au Pokémon adverse."
   },
   {
      "id": 266,
      "name": "Synergie",
      "description": "Le Pokémon change de forme et la puissance de l'attaque Sheauriken augmente après avoir mis K.O. un Pokémon adverse."
   },
   {
      "id": 267,
      "name": "Système Alpha",
      "description": "Permet de changer de type selon l'objet tenu."
   },
   {
      "id": 268,
      "name": "Technicien",
      "description": "Augmente de 50% la puissance des attaques dont la puissance est inférieure ou égale à 60."
   },
   {
      "id": 269,
      "name": "Télécharge",
      "description": "Augmente l'attaque ou l'attaque spéciale du Pokémon, selon la statistique de défense la plus faible du Pokémon adverse."
   },
   {
      "id": 270,
      "name": "Télépathe",
      "description": "Anticipe et évite les attaques des alliés en Combat Double ou triple."
   },
   {
      "id": 271,
      "name": "Téméraire",
      "description": "Augmente de 20% la puissance des attaques infligeant un contrecoup."
   },
   {
      "id": 272,
      "name": "Tempo Perso",
      "description": "Immunise contre la confusion."
   },
   {
      "id": 273,
      "name": "Tension",
      "description": "Empêche l'adversaire de consommer sa baie."
   },
   {
      "id": 274,
      "name": "Téra-Voltage",
      "description": "Peut toucher un Pokémon adverse malgré son talent."
   },
   {
      "id": 275,
      "name": "Tête de Gel",
      "description": "Le glaçon sur la tête du Pokémon encaisse une attaque physique à sa place, mais sa destruction modifie son apparence. Le glaçon se reforme quand il grêle."
   },
   {
      "id": 276,
      "name": "Tête de Roc",
      "description": "Le Pokémon ne subit pas de dégâts de contrecoup."
   },
   {
      "id": 277,
      "name": "Thermodynamique",
      "description": "Lorsque le Pokémon est touché par une capacité de type Feu, il ne subit aucun dégât et son Attaque augmente."
   },
   {
      "id": 278,
      "name": "Tir Vif",
      "description": "Le Pokémon a 20% de chance d'attaquer en premier."
   },
   {
      "id": 279,
      "name": "Toison Épaisse",
      "description": "Divise par deux les dégâts reçus lors d'une attaque physique."
   },
   {
      "id": 280,
      "name": "Toison Herbue",
      "description": "Augmente la Défense lorsque Champ Herbu est en vigueur."
   },
   {
      "id": 281,
      "name": "Torche",
      "description": "Annule les dégâts des attaques de type Feu subies et augmente de 50% la puissance des attaques de type Feu lancées."
   },
   {
      "id": 282,
      "name": "Torrent",
      "description": "Augmente la puissance des attaques de type Eau de 50% lorsque le Pokémon a moins d'1/3 de ses PV totaux."
   },
   {
      "id": 283,
      "name": "Toxitouche",
      "description": "Peut empoisonner l'adversaire après lui avoir porté une attaque physique."
   },
   {
      "id": 284,
      "name": "Transistor",
      "description": "Augmente de 50% la puissance des attaques de type Électrik du Pokémon."
   },
   {
      "id": 285,
      "name": "Turbine",
      "description": "La Vitesse du Pokémon augmente de 6 niveaux s'il est touché par une capacité de type Feu ou Eau en combat."
   },
   {
      "id": 286,
      "name": "Turbine Éolienne",
      "description": "Si le Pokémon est touché par une capacité faisant appel au vent, il se charge en électricité."
   },
   {
      "id": 287,
      "name": "Turbo",
      "description": "La vitesse du Pokémon augmente à chaque tour."
   },
   {
      "id": 288,
      "name": "Turbo Brasier",
      "description": "Peut toucher un Pokémon adverse malgré son talent."
   },
   {
      "id": 289,
      "name": "Urne du Fléau",
      "description": "Le pouvoir de l’urne qui appelle le fléau affaiblit l’Attaque Spéciale de tous les autres Pokémon."
   },
   {
      "id": 290,
      "name": "Vaccin",
      "description": "Immunise contre l'empoisonnement."
   },
   {
      "id": 291,
      "name": "Ventouse",
      "description": "Empêche d'être changé de force par une attaque adverse."
   },
   {
      "id": 292,
      "name": "Victorieux",
      "description": "Monte de 10% la précision des alliés en Combat Double ou triple."
   },
   {
      "id": 293,
      "name": "Voile Pastel",
      "description": "Protège le Pokémon et ses alliés contre toutes les altérations de statut liées à l'empoisonnement. En Combat Duo et Multi, soigne un allié empoisonné lorsque le Pokémon arrive sur le terrain."
   },
   {
      "id": 294,
      "name": "Voile Sable",
      "description": "Augmente l'esquive de 20% lors d'une tempête de sable et immunise contre ses dégâts."
   },
   {
      "id": 295,
      "name": "Piège Sable",
      "description": "Empêche la fuite des Pokémon sauvage et le changement du Pokémon adverse."
   },
   {
      "id": 296,
      "name": "Homochromie",
      "description": "Un Pokémon doté de ce talent voit son type changer s'il est touché par une capacité infligeant des dégâts. Ainsi, il prend le type de cette capacité."
   },
   {
      "id": 297,
      "name": "Libéro",
      "description": "Change le type du Pokémon en celui de toute capacité qu'il utilise."
   }
]
